<?php

return array (
  'singular' => 'Результат',
  'plural' => 'Результаты',
  'fields' => 
  array (
    'id' => 'ИД',
    'sample_id' => 'Проба',
    'passed' => 'Сдал',
    'accepted' => 'Принял',
    // '' => '',
    
    'p' => 'Фосфор (P)',
    'k' => 'Калий (K)',
    's' => 'Сера (S)',
    'humus' => 'Гумус',
    'humus_mass' => 'Гумус (масса)',
    'no3' => 'Нитраты (NO3)',
    'ph' => 'pH',
    'b' => 'Бор (B)',
    'fe' => 'Железо (Fe)',
    'cu' => 'Медь (Cu)',
    'zn' => 'Цинк (Zn)',
    'mn' => 'Марганец (Mn)',
    'na' => 'Натрий (Na)',
    'calcium' => 'Кальций обменный',
    'magnesium' => 'Магний обменный',
    'salinity' => 'Общая засоленность',
    'absorbed_sum' => 'Сумма поглощенных оснований',
    'created_at' => 'Создано',
    'updated_at' => 'Обновлено',
  ),
);
