<?php

return array (
  'singular' => 'Проба',
  'plural' => 'Пробы',
  'fields' => 
  array (
    'id' => 'ИД',
    'num' => 'Номер',
    'point_id' => 'Метка',
    'date_selected' => 'Дата отбора проб',
    'date_received' => 'Дата поступления проб на испытание',
    'quantity' => 'Количество',
    'passed' => 'Сдал',
    'accepted' => 'Принял',
    'notes' => 'Заметки',

    'date_started' => 'Дата начала испытаний',
    'date_completed' => 'Дата конца испытаний',
    'created_at' => 'Создано',
    'updated_at' => 'Обновлено',

    'p' => 'Фосфор (P)',
    'k' => 'Калий (K)',
    's' => 'Сера (S)',
    'humus' => 'Гумус',
    'humus_mass' => 'Гумус (масса)',
    'no3' => 'Нитраты (NO3)',
    'ph' => 'pH',
    'b' => 'Бор (B)',
    'fe' => 'Железо (Fe)',
    'cu' => 'Медь (Cu)',
    'zn' => 'Цинк (Zn)',
    'mn' => 'Марганец (Mn)',

    'na' => 'Натрий (Na) X1',
    'na_x2' => 'Натрий (Na) X2',

    'calcium' => 'Кальций обменный (V)',
    'calcium_v1' => 'Кальций обменный (V1)',
    'calcium_v2' => 'Кальций обменный (V2)',
    'calcium_c' => 'Кальций обменный (C)',
        
    'magnesium' => 'Магний обменный (V)',
    'magnesium_v1' => 'Магний обменный (V1)',
    'magnesium_v2' => 'Магний обменный (V2)',
    'magnesium_c' => 'Магний обменный (C)',

    'salinity' => 'Общая засоленность',

    'absorbed_sum' => 'Сумма поглощенных оснований (V0)',
    'absorbed_sum_v' => 'Сумма поглощенных оснований (V)',
    'absorbed_sum_m' => 'Сумма поглощенных оснований (m)',
    'absorbed_sum_c' => 'Сумма поглощенных оснований (c)',
  ),
);
